namespace Hazbin.NoRules.DotResKill;

public class Config {
    public List<string> KillReasons { get; set; } = [
        "Забанен за нарушение 0-го правила: \"Не умирать\"",
        "Превышена допустимая концентрация кринжа в крови",
        "Ваши жизненные показатели не найдены",
        "Скончался от скуки во время лекции",
        "Неудачная синхронизация с ритмом Вихря",
        "Сингулярность поглотила ваши координаты",
        "Гравитационный скачок: внутренние органы поменялись местами",
        "Центробежные силы разорвали клеточную структуру",
        "Внезапная спонтанная дезинтеграция ДНК",
        "Несовместимость с локальным временным континуумом",
        "Квантовая суперпозиция: вы одновременно живы и мертвы",
    ];
}